Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# misskey_achievement_followers500_description
source: Gain 500 followers
af: Verkry 500 volgers
ar: اكسب 500 متابع
bg: Спечелете 500 последователи
ca: Guanya 500 seguidors
cs: Získej 500 následovníků
da: Få 500 følgere
de: 500 Follower gewinnen
el: Αποκτήστε 500 ακόλουθους
fi: Saa 500 seuraajaa
fr: Gagner 500 abonnés
he: השגת 500 עוקבים
hu: Szerezz 500 követőt
it: Ottieni 500 follower
ja: フォロワーを500人獲得する
ko: 팔로워 500명 획득
nb: Få 500 følgere
nl: Verkrijg 500 volgers
pl: Zdobądź 500 obserwujących
pt: Ganhar 500 seguidores
pt_br: Ganhar 500 seguidores
ro: Obține 500 de urmăritori
ru: Получить 500 подписчиков
sr: Стекните 500 пратилаца
sv: Få 500 följare
tr: 500 takipçi kazan
uk: Здобути 500 підписників
vi: Có được 500 người theo dõi
zh_hans: 获得 500 个粉丝
zh_hant: 獲得 500 個粉絲

# misskey_achievement_followers500_title
source: Radio Tower
af: Radio Toring
ar: برج الراديو
bg: Радио кула
ca: Ràdio Torre
cs: Rádiová věž
da: Radiotårn
de: Radioturm
el: Πύργος ραδιοφώνου
fi: Radiotorni
fr: Tour de radio
he: מגדל רדיו
hu: Rádiótorony
it: Torre radio
ja: 基地局
ko: 라디오 타워
nb: Radio tårn
nl: Radiotoren
pl: Wieża radiowa
pt: Torre de rádio
pt_br: Torre de rádio
ro: Turn radio
ru: Радиовышка
sr: Радио торањ
sv: Radiotorn
tr: Radyo Kulesi
uk: Радіовежа
vi: Tháp radio
zh_hans: 广播塔
zh_hant: 廣播塔

# misskey_achievement_followers1000_description
source: Gain 1,000 followers
af: Verkry 1,000 volgers
ar: احصل على 1000 تابع
bg: Спечелете 1000 последователи
ca: Guanya 1.000 seguidors
cs: Získejte 1000 následovníků
da: Få 1.000 følgere
de: 1.000 Follower gewinnen
el: Αποκτήστε 1.000 ακόλουθους
fi: Saa 1 000 seuraajaa
fr: Gagner 1 000 abonnés
he: השגת 1,000 עוקבים
hu: Szerezz 1000 követőt
it: Ottieni 1.000 follower
ja: フォロワーを1,000人獲得する
ko: 팔로워 1,000명 획득
nb: Få 1000 følgere
nl: Verkrijg 1.000 volgers
pl: Zdobądź 1000 obserwujących
pt: Ganhar 1.000 seguidores
pt_br: Ganhar 1.000 seguidores
ro: Obține 1.000 de urmăritori
ru: Получить 1000 подписчиков
sr: Стекните 1.000 пратилаца
sv: Få 1 000 följare
tr: 1.000 takipçi kazan
uk: Здобути 1000 підписників
vi: Có được 1.000 người theo dõi
zh_hans: 获得 1,000 个粉丝
zh_hant: 獲得 1,000 個粉絲

# misskey_achievement_followers1000_title
source: Influencer
af: Invloedryker
ar: تأثير
bg: Инфлуенсър
de: Einflussnahme
el: Επιβράδυνση
fi: Vaikuttaja
fr: Influenceur
he: משפיען
hu: Influenszer
ja: インフルエンサー
ko: 인플루언서
nb: Påvirkning
nl: Bevochtiger
pl: Wpływnik
pt: Influenciador
pt_br: Influenciador
ro: Grizare
ru: Инфлюенсер
sr: Инфлуенсер
sv: Påtryckare
tr: Fenomen
uk: Інфлюенсер
vi: Người có sức ảnh hưởng
zh_hans: 网红
zh_hant: 網紅

# misskey_achievement_following1_description
source: Follow a user
af: Volg ‘n gebruiker
ar: اتبع المستخدم
bg: Последвайте потребител
ca: Segueix un usuari
cs: Následovat uživatele
da: Følg en bruger
de: Einem Benutzer folgen
el: Ακολουθήστε έναν χρήστη
fi: Seuraa käyttäjää
fr: Suivre un utilisateur
he: עקוב אחר משתמש
hu: Kövess be egy felhasználót
it: Hai seguito il tuo primo profilo
ja: ユーザーをフォローする
ko: 사용자 팔로우
nb: Følg en bruker
nl: Volg een gebruiker
pl: Obserwuj użytkownika
pt: Seguir um utilizador
pt_br: Seguir um usuário
ro: Urmărește un utilizator
ru: Подписаться на пользователя
sr: Запратите корисника
sv: Följ en användare
tr: Bir kullanıcıyı takip et
uk: Підписатися на користувача
vi: Theo dõi một người dùng
zh_hans: 关注一个用户
zh_hant: 關注一個使用者

# misskey_achievement_following1_title
source: Following your first user
af: 1 Volg
ar: يتابع 1
bg: 1 следван
ca: Seguint-ne 1
cs: 1 sledovaný
da: Følger 1
de: 1 folge ich
el: Ακολουθείτε 1
fi: Seurataan 1
fr: 1 abonnement
he: נעקב 1
hu: 1 követett
it: Segui 1
ja: 1人をフォロー
ko: 1명 팔로잉
nb: Følger din første bruker
nl: Volgend 1
pl: Obserwowany 1
pt: A seguir 1
pt_br: Seguindo 1
ro: Urmărești 1
ru: 1 подписка
sr: Прати 1
sv: Följer 1
tr: 1 Takip Edilen
uk: 1 підписка
vi: Đang theo dõi 1
zh_hans: 关注 1 人
zh_hant: 關注 1 人

# misskey_achievement_following10_description
source: Follow 10 users
af: Volg 10 gebruikers
ar: تابع 10 مستخدمين
bg: Последвайте 10 потребители
ca: Segueix 10 usuaris
cs: Sledujte 10 uživatelů
da: Følg 10 brugere
de: 10 Benutzern folgen
el: Ακολουθήστε 10 χρήστες
fi: Seuraa 10 käyttäjää
fr: Suivre 10 utilisateurs
he: מעקב אחר 10 משתמשים
hu: Kövess be 10 felhasználót
it: Hai seguito 10 profili
ja: ユーザーを10人フォローする
ko: 사용자 10명 팔로우
nb: Følg 10 brukere
nl: Volg 10 gebruikers
pl: Obserwuj 10 użytkowników
pt: Seguir 10 utilizadores
pt_br: Seguir 10 usuários
ro: Urmărește 10 utilizatori
ru: Подписаться на 10 пользователей
sr: Запратите 10 корисника
sv: Följ 10 användare
tr: 10 kullanıcıyı takip et
uk: Підписатися на 10 користувачів
vi: Theo dõi 10 người dùng
zh_hans: 关注 10 个用户
zh_hant: 關注 10 個使用者

# misskey_achievement_following10_title
source: Keep up... keep up...
af: 10 Volg
ar: يتابع 10
bg: 10 следвани
ca: Seguint-ne 10
cs: 10 sledovaných
da: Følger 10
de: 10 folge ich
el: Ακολουθείτε 10
fi: Seurataan 10
fr: 10 abonnements
he: נעקבים 10
hu: 10 követett
it: Segui 10
ja: 10人をフォロー
ko: 10명 팔로잉
nb: Fortsett med... fortsett å være med...
nl: Volgend 10
pl: Obserwujesz 10
pt: A seguir 10
pt_br: Seguindo 10
ro: Urmărești 10
ru: 10 подписок
sr: Прати 10
sv: Följer 10
tr: 10 Takip Edilen
uk: 10 підписок
vi: Đang theo dõi 10
zh_hans: 关注 10 人
zh_hant: 關注 10 人

# misskey_achievement_following50_description
source: Follow 50 accounts
af: Volg 50 rekeninge
ar: تتبع 50 حساباً
bg: Последвайте 50 акаунта
ca: Segueix 50 comptes
cs: Sledujte 50 účtů
da: Følg 50 konti
de: 50 Konten folgen
el: Ακολουθήστε 50 λογαριασμούς
fi: Seuraa 50 tiliä
fr: Suivre 50 comptes
he: מעקב אחר 50 חשבונות
hu: Kövess be 50 fiókot
it: Hai seguito 50 profili
ja: 50アカウントをフォローする
ko: 계정 50개 팔로우
nb: Følg 50 kontoer
nl: Volg 50 accounts
pl: Obserwuj 50 kont
pt: Seguir 50 contas
pt_br: Seguir 50 contas
ro: Urmărește 50 de conturi
ru: Подписаться на 50 аккаунтов
sr: Запратите 50 налога
sv: Följ 50 konton
tr: 50 hesabı takip et
uk: Підписатися на 50 акаунтів
vi: Theo dõi 50 tài khoản
zh_hans: 关注 50 个账号
zh_hant: 關注 50 個帳號

# misskey_achievement_following50_title
source: Lots of friends
af: Baie vriende
ar: الكثير من الأصدقاء
bg: Много приятели
ca: Molts amics
cs: Spousta přátel
da: Masser af venner
de: Viele Freunde
el: Πολλοί φίλοι
fi: Paljon ystäviä
fr: Beaucoup d'amis
he: הרבה חברים
hu: Sok barát
it: Tanti amici
ja: 友達たくさん
ko: 많은 친구들
nb: Masse av venner
nl: Veel vrienden
pl: Dużo znajomych
pt: Muitos amigos
pt_br: Muitos amigos
ro: Mulți prieteni
ru: Много друзей
sr: Много пријатеља
sv: Många vänner
tr: Bir sürü arkadaş
uk: Багато друзів
vi: Nhiều bạn bè
zh_hans: 很多朋友
zh_hant: 很多朋友

# misskey_achievement_following100_description
source: Follow 100 accounts
af: Volg 100 rekeninge
ar: تابع 100 حساب
bg: Последвайте 100 акаунта
ca: Segueix 100 comptes
cs: Sledujte 100 účtů
da: Følg 100 konti
de: 100 Konten folgen
el: Ακολουθήστε 100 λογαριασμούς
fi: Seuraa 100 tiliä
fr: Suivre 100 comptes
he: מעקב אחר 100 חשבונות
hu: Kövess be 100 fiókot
it: Hai seguito 100 profili
ja: 100アカウントをフォローする
ko: 계정 100개 팔로우
nb: Følg 100 kontoer
nl: Volg 100 accounts
pl: Obserwuj 100 kont
pt: Seguir 100 contas
pt_br: Seguir 100 contas
ro: Urmărește 100 de conturi
ru: Подписаться на 100 аккаунтов
sr: Запратите 100 налога
sv: Följ 100 konton
tr: 100 hesabı takip et
uk: Підписатися на 100 акаунтів
vi: Theo dõi 100 tài khoản
zh_hans: 关注 100 个账号
zh_hant: 關注 100 個帳號

# misskey_achievement_following100_title
source: 100 Friends
af: 100 Vriende
ar: 100 صديق
bg: 100 приятели
ca: 100 Amics
cs: 100 přátel
da: 100 venner
de: 100 Freunde
el: 100 φίλοι
fi: 100 ystävää
fr: 100 amis
he: 100 חברים
hu: 100 barát
it: 100 amici
ja: 友達100人
ko: 친구 100명
nb: 100 venner
nl: 100 vrienden
pl: 100 znajomych
pt: 100 amigos
pt_br: 100 amigos
ro: 100 de prieteni
ru: 100 друзей
sr: 100 пријатеља
sv: 100 vänner
tr: 100 Arkadaş
uk: 100 друзів
vi: 100 người bạn
zh_hans: 100 个朋友
zh_hant: 100 個朋友

# misskey_achievement_following300_description
source: Follow 300 accounts
af: Volg 300 rekeninge
ar: اتبع 300 حساب
bg: Последвайте 300 акаунта
ca: Segueix 300 comptes
cs: Sledujte 300 účtů
da: Følg 300 konti
de: 300 Konten folgen
el: Ακολουθήστε 300 λογαριασμούς
fi: Seuraa 300 tiliä
fr: Suivre 300 comptes
he: מעקב אחר 300 חשבונות
hu: Kövess be 300 fiókot
it: Hai seguito 300 profili
ja: 300アカウントをフォローする
ko: 계정 300개 팔로우
nb: Følg 300 kontoer
nl: Volg 300 accounts
pl: Obserwuj 300 kont
pt: Seguir 300 contas
pt_br: Seguir 300 contas
ro: Urmărește 300 de conturi
ru: Подписаться на 300 аккаунтов
sr: Запратите 300 налога
sv: Följ 300 konton
tr: 300 hesabı takip et
uk: Підписатися на 300 акаунтів
vi: Theo dõi 300 tài khoản
zh_hans: 关注 300 个账号
zh_hant: 關注 300 個帳號

# misskey_achievement_following300_title
source: Friend overload
af: 300 Volg
ar: يتابع 300
bg: 300 следвани
ca: Seguint-ne 300
cs: 300 sledovaných
da: Følger 300
de: 300 folge ich
el: Ακολουθείτε 300
fi: Seurataan 300
fr: 300 abonnements
he: נעקבים 300
hu: 300 követett
it: Segui 300
ja: 300人をフォロー
ko: 300명 팔로잉
nb: Venn overbelastet
nl: Volgend 300
pl: Obserwujesz 300
pt: A seguir 300
pt_br: Seguindo 300
ro: Urmărești 300
ru: 300 подписок
sr: Прати 300
sv: Följer 300
tr: 300 Takip Edilen
uk: 300 підписок
vi: Đang theo dõi 300
zh_hans: 关注 300 人
zh_hant: 關注 300 人

# misskey_achievement_found_treasure_description
source: You've found the hidden treasure
af: Vind 'n verborge skat in die toepassing.
ar: العثور على كنز مخفي في التطبيق.
bg: Намиране на скрито съкровище в приложението.
ca: Troba un tresor amagat a l'aplicació.
cs: Najít skrytý poklad v aplikaci.
da: Find en skjult skat i appen.
de: Finde einen versteckten Schatz in der App.
el: Βρείτε έναν κρυμμένο θησαυρό στην εφαρμογή.
fi: Löydä piilotettu aarre sovelluksessa.
fr: Trouver un trésor caché dans l'application.
he: מצא אוצר חבוי באפליקציה.
hu: Találj egy rejtett kincset az alkalmazásban.
it: Trova un tesoro nascosto nell'app.
ja: アプリ内で隠されたお宝を見つける。
ko: 앱에서 숨겨진 보물을 찾습니다.
nb: Du har funnet den skjulte skatten
nl: Vind een verborgen schat in de app.
pl: Znajdź ukryty skarb w aplikacji.
pt: Encontrar um tesouro escondido na aplicação.
pt_br: Encontrar um tesouro escondido no aplicativo.
ro: Găsește o comoară ascunsă în aplicație.
ru: Найти спрятанное сокровище в приложении.
sr: Пронађи скривено благо у апликацији.
sv: Hitta en gömd skatt i appen.
tr: Uygulamada gizli bir hazine bulun.
uk: Знайти захований скарб у додатку.
vi: Tìm thấy một kho báu ẩn trong ứng dụng.
zh_hans: 在应用中找到隐藏的宝藏。
zh_hant: 在應用程式中找到隱藏的寶藏。

# misskey_achievement_found_treasure_title
source: Treasure Hunt
af: Skattejagter
ar: صائد الكنوز
bg: Ловец на съкровища
ca: Caçador de tresors
cs: Hledač pokladů
da: Skattejæger
de: Schatzsucher
el: Κυνηγός θησαυρών
fi: Aarteenmetsästäjä
fr: Chasseur de trésors
he: צייד אוצרות
hu: Kincsvadász
it: Cacciatore di tesori
ja: トレジャーハンター
ko: 트레저 헌터
nb: Skatt Jakt
nl: Schatzoeker
pl: Łowca skarbów
pt: Caçador de tesouros
pt_br: Caçador de tesouros
ro: Vânător de comori
ru: Охотник за сокровищами
sr: Ловац на благо
sv: Skattjägare
tr: Hazine Avcısı
uk: Мисливець за скарбами
vi: Thợ săn kho báu
zh_hans: 寻宝猎人
zh_hant: 尋寶獵人

# misskey_achievement_htl20npm_description
source: Have the speed of your home timeline exceed 20 npm (notes per minute)
af: Sien baie nuwe plasings binne 'n minuut.
ar: رؤية العديد من المنشورات الجديدة في دقيقة واحدة.
bg: Виждане на много нови публикации в рамките на една минута.
ca: Veure molts paràgrafs nous en un minut.
cs: Zobrazit spoustu nových příspěvků během jedné minuty.
da: Se mange nye opslag på et minut.
de: Viele neue Beiträge innerhalb einer Minute sehen.
el: Δείτε πολλές νέες αναρτήσεις μέσα σε ένα λεπτό.
fi: Näe paljon uusia julkaisuja minuutin sisällä.
fr: Voir beaucoup de nouveaux messages en une minute.
he: ראה פוסטים חדשים רבים בתוך דקה.
hu: Láss sok új bejegyzést egy percen belül.
it: Visualizza molti nuovi post in un minuto.
ja: 1分間にたくさんの新しい投稿を見る。
ko: 1분 안에 많은 새 게시물을 봅니다.
nb: Få hastigheten på hjemmetidslinjen over 20 npm (notater per minutt)
nl: Zie veel nieuwe berichten binnen een minuut.
pl: Zobacz wiele nowych postów w ciągu minuty.
pt: Ver muitas publicações novas num minuto.
pt_br: Ver muitas postagens novas em um minuto.
ro: Vezi multe postări noi într-un minut.
ru: Увидеть много новых постов за одну минуту.
sr: Види много нових објава у року од једног минута.
sv: Se många nya inlägg på en minut.
tr: Bir dakika içinde birçok yeni gönderi görün.
uk: Побачити багато нових дописів за одну хвилину.
vi: Xem nhiều bài đăng mới trong vòng một phút.
zh_hans: 在一分钟内看到很多新帖子。
zh_hant: 在一分鐘內看到很多新貼文。

# misskey_achievement_htl20npm_title
source: Flowing Timeline
af: Vinnige leser
ar: قارئ سريع
bg: Бърз читател
ca: Lector ràpid
cs: Rychločtenář
da: Hurtiglæser
de: Schnellleser
el: Γρήγορος αναγνώστης
fi: Pikalukija
fr: Lecteur rapide
he: קורא מהיר
hu: Gyorsolvasó
it: Lettore veloce
ja: 速読家
ko: 속독가
nb: flytende tidslinje
nl: Snelle lezer
pl: Szybki czytelnik
pt: Leitor rápido
pt_br: Leitor rápido
ro: Cititor rapid
ru: Быстрый читатель
sr: Брзи читач
sv: Snabbläsare
tr: Hızlı Okuyucu
uk: Швидкий читач
vi: Người đọc nhanh
zh_hans: 速读者
zh_hant: 速讀者

# misskey_achievement_i_love_misskey_description
source: Post "I ❤ #Misskey"
af: Druk jou liefde vir Misskey uit.
ar: التعبير عن حبك لـ Misskey.
bg: Изразете любовта си към Misskey.
ca: Expressa el teu amor per Misskey.
cs: Vyjádřit svou lásku k Misskey.
da: Udtryk din kærlighed til Misskey.
de: Drücke deine Liebe zu Misskey aus.
el: Εκφράστε την αγάπη σας για το Misskey.
fi: Ilmaise rakkautesi Misskeyhin.
fr: Exprimez votre amour pour Misskey.
he: הבע את אהבתך ל-Misskey.
hu: Fejezd ki szereteted a Misskey iránt.
it: Esprimi il tuo amore per Misskey.
ja: Misskeyへの愛を表現する。
ko: Misskey에 대한 사랑을 표현합니다.
nb: Innlegg "I ❤️ #Misskey"
nl: Uit je liefde voor Misskey.
pl: Wyraź swoją miłość do Misskey.
pt: Expressar o seu amor pelo Misskey.
pt_br: Expressar seu amor pelo Misskey.
ro: Exprimă-ți dragostea pentru Misskey.
ru: Выразить свою любовь к Misskey.
sr: Изрази своју љубав према Misskey-ју.
sv: Uttryck din kärlek till Misskey.
tr: Misskey'e olan sevginizi ifade edin.
uk: Виразити свою любов до Misskey.
vi: Bày tỏ tình yêu của bạn với Misskey.
zh_hans: 表达你对 Misskey 的热爱。
zh_hant: 表達你對 Misskey 的熱愛。

# misskey_achievement_i_love_misskey_flavor
source: Misskey's development team greatly appreciates your support!
af: Misskey is lewe.
ar: Misskey هي الحياة.
bg: Misskey е живот.
ca: Misskey és vida.
cs: Misskey je život.
da: Misskey er livet.
de: Misskey ist Leben.
el: Το Misskey είναι ζωή.
fi: Misskey on elämä.
fr: Misskey, c'est la vie.
he: Misskey זה החיים.
hu: A Misskey az élet.
it: Misskey è vita.
ja: Misskeyは人生。
ko: Misskey는 삶입니다.
nb: Misskey's utviklingsteam setter stor pris på din støtte!
nl: Misskey is leven.
pl: Misskey to życie.
pt: Misskey é vida.
pt_br: Misskey é vida.
ro: Misskey este viața.
ru: Misskey — это жизнь.
sr: Misskey је живот.
sv: Misskey är livet.
tr: Misskey hayattır.
uk: Misskey — це життя.
vi: Misskey là cuộc sống.
zh_hans: Misskey 就是生命。
zh_hant: Misskey 就是生命。

# misskey_achievement_i_love_misskey_title
source: I Love Misskey
af: Ek is lief vir Misskey
ar: أنا أحب Misskey
bg: Обичам Misskey
ca: M'encanta Misskey
cs: Miluji Misskey
da: Jeg elsker Misskey
de: Ich liebe Misskey
el: Αγαπώ το Misskey
fi: Rakastan Misskeytä
fr: J'aime Misskey
he: אני אוהב את Misskey
hu: Szeretem a Misskey-t
ko: Misskey 사랑해요
nb: Jeg elsker Misskey
nl: Ik hou van Misskey
pl: Kocham Misskey
pt: Amo o Misskey
pt_br: Eu amo o Misskey
ro: Iubesc Misskey
ru: Я люблю Misskey
sr: Волим Misskey
sv: Jag älskar Misskey
tr: Misskey'i Seviyorum
uk: Я люблю Misskey
vi: Tôi yêu Misskey
zh_hans: 我爱 Misskey
zh_hant: 我愛 Misskey

# misskey_achievement_just_plain_lucky_description
source: Has a chance to be obtained with a probability of 0.005% every 10 seconds
af: Jy het hierdie prestasie by toeval gekry.
ar: لقد حصلت على هذا الإنجاز بالصدفة.
bg: Получихте това постижение случайно.
ca: Has aconseguit aquest assoliment per casualitat.
cs: Tento úspěch jste získali čirou náhodou.
da: Du fik denne præstation ved et tilfælde.
de: Du hast diesen Erfolg durch puren Zufall erhalten.
el: Πήρατε αυτό το επίτευγμα κατά τύχη.
fi: Sait tämän saavutuksen sattumalta.
fr: Vous avez obtenu ce succès par hasard.
he: קיבלת את ההישג הזה במקרה.
hu: Ezt az eredményt véletlenül kaptad.
it: Hai ottenuto questo obiettivo per caso.
ja: この実績は偶然手に入れました。
ko: 이 업적은 우연히 얻었습니다.
nb: Har en sjanse til å bli oppnådd med en sannsynlighet på 0,005% hvert 10 sekund
nl: Je hebt deze prestatie per toeval behaald.
pl: Zdobyłeś to osiągnięcie przez przypadek.
pt: Obteve esta conquista por acaso.
pt_br: Você conseguiu esta conquista por acaso.
ro: Ai obținut această realizare din întâmplare.
ru: Вы получили это достижение совершенно случайно.
sr: Ово достигнуће сте добили случајно.
sv: Du fick den här prestationen av en slump.
tr: Bu başarıyı tamamen şans eseri elde ettiniz.
uk: Ви отримали це досягнення випадково.
vi: Bạn đã nhận được thành tựu này một cách tình cờ.
zh_hans: 你纯属偶然获得了这个成就。
zh_hant: 你純屬偶然獲得了這個成就。

# misskey_achievement_just_plain_lucky_title
source: Just Plain Lucky
af: Net eenvoudig gelukkig
ar: حظا عادي فقط
bg: Просто късметлия
ca: Només pura sort
cs: Prostě štěstí
da: Bare ren og skær heldig
de: Einfach nur Glück gehabt
el: Απλά τυχερός
fi: Puhdasta tuuria
fr: Juste de la chance
he: פשוט מזל
hu: Egyszerűen szerencsés
it: Pura fortuna
ja: ただ運がいいだけ
ko: 그냥 운이 좋은 것뿐
nb: Bare ren lykke
nl: Gewoon geluk
pl: Po prostu szczęście
pt: Pura sorte
pt_br: Pura sorte
ro: Pur și simplu norocos
ru: Просто везет
sr: Просто срећа
sv: Bara tur
tr: Sadece şanslı
uk: Просто везіння
vi: Chỉ đơn giản là may mắn
zh_hans: 纯属好运
zh_hant: 純屬好運

# misskey_achievement_logged_in_on_birthday_description
source: Log in on your birthday
af: Teken in op jou verjaarsdag
ar: تسجيل الدخول في عيد ميلادك
bg: Впишете се на рождения си ден
ca: Inicia sessió el teu aniversari
cs: Přihlaste se při narozeninách
da: Log ind på din fødselsdag
de: An deinem Geburtstag anmelden
el: Συνδεθείτε στα γενέθλιά σας
fi: Kirjaudu sisään syntymäpäivänäsi
fr: Se connecter le jour de votre anniversaire
he: התחברות ביום ההולדת שלך
hu: Jelentkezz be a születésnapodon
it: Accedi nel giorno del tuo compleanno
ja: 誕生日にログインする
ko: 생일에 로그인
nb: Logg inn på bursdagen din
nl: Log in op je verjaardag
pl: Zaloguj się w swoje urodziny
pt: Entrar no dia do seu aniversário
pt_br: Entrar no dia do seu aniversário
ro: Autentifică-te de ziua ta
ru: Войти в свой день рождения
sr: Пријавите се на свој рођендан
sv: Logga in på din födelsedag
tr: Doğum gününde giriş yap
uk: Увійти у свій день народження
vi: Đăng nhập vào ngày sinh nhật của bạn
zh_hans: 在生日当天登录
zh_hant: 在生日當天登入

# misskey_achievement_logged_in_on_birthday_title
source: Happy Birthday
af: Gelukkige Verjaardag
ar: عيد ميلاد سعيد
bg: Честит рожден ден
ca: Feliç aniversari
cs: Šťastné narozeniny
da: Tillykke med fødselsdagen
de: Herzlichen Glückwunsch zum Geburtstag
el: Χρόνια πολλά
fi: Hyvää syntymäpäivää
fr: Joyeux anniversaire
he: יום הולדת שמח
hu: Boldog születésnapot
it: Buon compleanno
ja: ハッピーバースデー
ko: 생일 축하해요
nb: Gratulerer med dagen
nl: Gefeliciteerd met je verjaardag
pl: Wszystkiego najlepszego
pt: Feliz aniversário
pt_br: Feliz aniversário
ro: La mulți ani
ru: С днем рождения
sr: Срећан рођендан
sv: Grattis på födelsedagen
tr: Mutlu Yıllar
uk: З днем народження
vi: Chúc mừng sinh nhật
zh_hans: 生日快乐
zh_hant: 生日快樂

# misskey_achievement_logged_in_on_new_years_day_description
source: Logged in on the first day of the year
af: Aangemeld op die eerste dag van die jaar
ar: تم تسجيل الدخول في اليوم الأول من السنة
bg: Вписан на първия ден от годината
ca: Inicia sessió el primer dia de l'any
cs: Přihlášen první den roku
da: Loggede ind på årets første dag
de: Am ersten Tag des Jahres angemeldet
el: Συνδεθήκατε την πρώτη ημέρα του έτους
fi: Kirjauduit sisään vuoden ensimmäisenä päivänä
fr: S'être connecté le premier jour de l'année
he: התחברות ביום הראשון של השנה
hu: Jelentkezz be az év első napján
it: Effettuato l'accesso il primo giorno dell'anno
ja: 一年の最初の日にログインした
ko: 새해 첫날 로그인함
nb: Logget på den første dagen av året
nl: Ingevoerd op de eerste dag van het jaar
pl: Zalogowano się w pierwszy dzień roku
pt: Iniciou sessão no primeiro dia do ano
pt_br: Entrou no primeiro dia do ano
ro: Te-ai autentificat în prima zi a anului
ru: Вы вошли в систему в первый день года
sr: Пријавили сте се првог дана године
sv: Loggade in på årets första dag
tr: Yılın ilk gününde giriş yaptınız
uk: Ви увійшли в систему в перший день року
vi: Đã đăng nhập vào ngày đầu năm mới
zh_hans: 在一年的第一天登录
zh_hant: 在一年的第一天登入

# misskey_achievement_logged_in_on_new_years_day_flavor
source: To another great year on this instance
af: Voorspoedige nuwe jaar!
ar: سنة جديدة سعيدة!
bg: Честита Нова Година!
ca: Feliç Any Nou!
cs: Šťastný nový rok!
da: Godt Nytår!
de: Frohes Neues Jahr!
el: Καλή Χρονιά!
fi: Hyvää uutta vuotta!
fr: Bonne année !
he: שנה טובה!
hu: Boldog Új Évet!
it: Felice Anno Nuovo!
ja: あけましておめでとうございます！
ko: 새해 복 많이 받으세요!
nb: Til et annet stort år i dette tilfellet
nl: Gelukkig Nieuwjaar!
pl: Szczęśliwego Nowego Roku!
pt: Feliz Ano Novo!
pt_br: Feliz Ano Novo!
ro: Un An Nou Fericit!
ru: С Новым годом!
sr: Срећна Нова година!
sv: Gott Nytt År!
tr: Mutlu Yıllar!
uk: З Новим роком!
vi: Chúc Mừng Năm Mới!
zh_hans: 新年快乐！
zh_hant: 新年快樂！

# misskey_achievement_logged_in_on_new_years_day_title
source: Happy New Year!
af: Gelukkige Nuwe Jaar!
ar: سنة جديدة سعيدة!
bg: Честита нова година!
ca: Feliç Any Nou!
cs: Šťastný nový rok!
da: Godt nytår!
de: Frohes neues Jahr!
el: Καλή χρονιά!
fi: Hyvää uutta vuotta!
fr: Bonne année !
he: שנה טובה!
hu: Boldog új évet!
it: Buon anno!
ja: あけましておめでとう！
ko: 새해 복 많이 받으세요!
nb: Godt nytt år!
nl: Gelukkig nieuwjaar!
pl: Szczęśliwego Nowego Roku!
pt: Feliz Ano Novo!
pt_br: Feliz Ano Novo!
ro: An nou fericit!
ru: С Новым годом!
sr: Срећна Нова година!
sv: Gott nytt år!
tr: Mutlu Yıllar!
uk: З Новим роком!
vi: Chúc mừng năm mới!
zh_hans: 新年快乐！
zh_hant: 新年快樂！

# misskey_achievement_login3_description
source: Log in for a total of 3 days
af: Meld aan vir 3 opeenvolgende dae.
ar: سجل الدخول لمدة 3 أيام متتالية.
bg: Впишете се за 3 последователни дни.
ca: Inicia la sessió durant 3 dies consecutius.
cs: Přihlásit se 3 po sobě jdoucí dny.
da: Log ind i 3 på hinanden følgende dage.
de: Melde dich an 3 aufeinanderfolgenden Tagen an.
el: Συνδεθείτε για 3 συνεχόμενες ημέρες.
fi: Kirjaudu sisään 3 peräkkäisenä päivänä.
fr: Connectez-vous pendant 3 jours consécutifs.
he: התחבר במשך 3 ימים ברציפות.
hu: Jelentkezz be 3 egymást követő napon.
it: Accedi per 3 giorni consecutivi.
ja: 3日連続でログインする。
ko: 3일 연속으로 로그인합니다.
nb: Logg inn totalt 3 dager
nl: Log 3 opeenvolgende dagen in.
pl: Zaloguj się przez 3 kolejne dni.
pt: Iniciar sessão durante 3 dias consecutivos.
pt_br: Faça login por 3 dias consecutivos.
ro: Conectează-te timp de 3 zile consecutive.
ru: Заходить 3 дня подряд.
sr: Пријави се 3 узастопна дана.
sv: Logga in 3 dagar i rad.
tr: Art arda 3 gün oturum açın.
uk: Заходити 3 дні поспіль.
vi: Đăng nhập trong 3 ngày liên tiếp.
zh_hans: 连续 3 天登录。
zh_hant: 連續 3 天登入。

# misskey_achievement_login3_flavor
source: Starting today, just call me Misskist
af: Hou so aan!
ar: استمر على هذا المنوال!
bg: Продължавайте в същия дух!
ca: Segueix així!
cs: Jen tak dál!
da: Fortsæt det gode arbejde!
de: Weiter so!
el: Συνέχισε έτσι!
fi: Jatka samaan malliin!
fr: Continuez comme ça !
he: המשך כך!
hu: Csak így tovább!
it: Continua così!
ja: その調子！
ko: 계속 이렇게 하세요!
nb: Starter i dag, bare ring meg Misskist
nl: Ga zo door!
pl: Tak trzymaj!
pt: Continue assim!
pt_br: Continue assim!
ro: Ține-o tot așa!
ru: Так держать!
sr: Само настави!
sv: Fortsätt så!
tr: Böyle devam et!
uk: Так тримати!
vi: Tiếp tục phát huy nhé!
zh_hans: 继续保持！
zh_hant: 繼續保持！
